[
  {
    "id": 1,
    "img": "https://i.ibb.co/DbKKzZV/kindpng-81724-1.png",
    "name": "The Silent Patient",
    "writer_name": "Alex Michaelides",
    "category": "Thriller",
    "rating": 4.5,
    "tags": ["Psychological", "Suspense"],
    "review": "A thrilling page-turner that keeps you guessing until the end. Alex Michaelides masterfully weaves a gripping narrative filled with unexpected twists. Each character is intricately developed, making their motivations compelling and relatable. This psychological thriller not only entertains but also prompts deep reflection on trauma and silence, ensuring it lingers in your mind long after the final page is turned.",
    "pages": 336,
    "publisher": "Celadon Books",
    "year_of_publishing": 2019
  },
  {
    "id": 2,
    "img": "https://i.ibb.co/2SjqWCm/kindpng-1064993.png",
    "name": "Where the Crawdads Sing",
    "writer_name": "Delia Owens",
    "category": "Fiction",
    "rating": 4.8,
    "tags": ["Coming-of-age", "Mystery"],
    "review": "An evocative exploration of loneliness and survival set in the marshlands. Delia Owens beautifully captures the essence of nature and its impact on the human spirit. The protagonist’s journey is both heartbreaking and inspiring, revealing the strength found in solitude. As the story unfolds, it becomes a poignant reflection on love, loss, and the resilience of the human heart, making it a must-read for all.",
    "pages": 368,
    "publisher": "G.P. Putnam's Sons",
    "year_of_publishing": 2018
  },
  {
    "id": 3,
    "img": "https://i.ibb.co/ZXKLtNb/kindpng-2193744-1.png",
    "name": "Educated",
    "writer_name": "Tara Westover",
    "category": "Memoir",
    "rating": 4.7,
    "tags": ["Inspiration", "Self-Discovery"],
    "review": "A powerful memoir about breaking free from a survivalist family and seeking education. Tara Westover's journey is both inspiring and eye-opening, highlighting the transformative power of knowledge. Her resilience and determination to learn against all odds make for a gripping narrative. This book not only chronicles her personal growth but also challenges readers to reflect on the importance of education in shaping one’s identity and future.",
    "pages": 334,
    "publisher": "Random House",
    "year_of_publishing": 2018
  },
  {
    "id": 4,
    "img": "https://i.ibb.co/f0McNZ9/kindpng-2592315-1.png",
    "name": "Becoming",
    "writer_name": "Michelle Obama",
    "category": "Biography",
    "rating": 4.9,
    "tags": ["Inspiration", "Leadership"],
    "review": "An intimate and uplifting memoir by the former First Lady. Michelle Obama shares her journey from humble beginnings to the White House, emphasizing the importance of perseverance and resilience. Her candid reflections on identity, family, and public life resonate deeply. This book not only inspires readers to pursue their dreams but also invites them to consider the significance of community and service in shaping a meaningful life.",
    "pages": 448,
    "publisher": "Crown Publishing Group",
    "year_of_publishing": 2018
  },
  {
    "id": 5,
    "img": "https://i.ibb.co/cxZ6dht/kindpng-4022054-1.png",
    "name": "1984",
    "writer_name": "George Orwell",
    "category": "Dystopian Fiction",
    "rating": 4.6,
    "tags": ["Politics", "Control"],
    "review": "A thought-provoking and chilling tale of a totalitarian regime. George Orwell's depiction of a dystopian future serves as a warning about the dangers of oppressive governments. The themes of surveillance, propaganda, and individuality are strikingly relevant today. Orwell's masterful storytelling immerses readers in a world where freedom is a distant memory, provoking critical discussions about power, control, and the human spirit's resilience against tyranny.",
    "pages": 328,
    "publisher": "Secker & Warburg",
    "year_of_publishing": 1949
  },
  {
    "id": 6,
    "img": "https://i.ibb.co/dj4HyqG/kindpng-4945926-1.png",
    "name": "Sapiens: A Brief History of Humankind",
    "writer_name": "Yuval Noah Harari",
    "category": "History",
    "rating": 4.7,
    "tags": ["Evolution", "Anthropology"],
    "review": "An insightful exploration of human history from prehistoric times to modern civilization. Yuval Noah Harari brilliantly discusses the evolution of humankind, examining how our cognitive abilities shaped societies. His engaging writing makes complex ideas accessible, encouraging readers to reflect on the trajectory of humanity. This book challenges conventional narratives, prompting us to consider our past and future, ultimately making it an essential read for anyone interested in history.",
    "pages": 443,
    "publisher": "Harper",
    "year_of_publishing": 2011
  },
  {
    "id": 7,
    "img": "https://i.ibb.co/d6wH5zH/kindpng-5624060-1.png",
    "name": "The Alchemist",
    "writer_name": "Paulo Coelho",
    "category": "Fiction",
    "rating": 4.5,
    "tags": ["Adventure", "Philosophy"],
    "review": "A timeless story about following your dreams and listening to your heart. Paulo Coelho beautifully illustrates the journey of self-discovery through the adventures of Santiago. The narrative encourages readers to embrace their passions and pursue their personal legends. Each encounter along the way holds profound lessons about destiny, love, and the importance of perseverance. This philosophical tale resonates deeply, inspiring countless individuals to seek their true purpose in life.",
    "pages": 208,
    "publisher": "HarperOne",
    "year_of_publishing": 1988
  },
  {
    "id": 8,
    "img": "https://i.ibb.co/K7QKczD/kindpng-7318921.png",
    "name": "The Power of Now",
    "writer_name": "Eckhart Tolle",
    "category": "Self-help",
    "rating": 4.6,
    "tags": ["Mindfulness", "Spirituality"],
    "review": "A guide to spiritual awakening through the practice of mindfulness and presence. Eckhart Tolle emphasizes the importance of living in the moment, freeing oneself from the burdens of the past and anxieties about the future. His insights offer practical tools for cultivating inner peace and awareness. This book serves as a valuable resource for anyone seeking to deepen their understanding of consciousness, making it essential for personal growth.",
    "pages": 229,
    "publisher": "New World Library",
    "year_of_publishing": 1997
  },
  {
    "id": 9,
    "img": "https://i.ibb.co/Zg2TTn8/pngwing-1.png",
    "name": "The Book Thief",
    "writer_name": "Markus Zusak",
    "category": "Historical Fiction",
    "rating": 4.8,
    "tags": ["War", "Courage"],
    "review": "A haunting and beautiful tale set during World War II. Markus Zusak narrates the story through the eyes of Death, providing a unique perspective on the human experience amidst war. The themes of love, loss, and resilience are masterfully woven throughout the narrative. This novel captures the power of words and storytelling, illustrating how they can provide comfort and hope in the darkest of times. A truly unforgettable read.",
    "pages": 552,
    "publisher": "Alfred A. Knopf",
    "year_of_publishing": 2005
  }
]
